import React, { useRef } from 'react';
import {  Footer, Menu, } from ".";
import { Container ,Table, Button,Row,Col} from "react-bootstrap";

export default function Menudubu(){
    return (
        <>
        <Menu />
         <Container />
            <Container className='border p-3 my-3'>
                <img src='/P11.jpg' width="100%" ></img>
                <p className='text-center'>ข้าวหน้าเนื้อดงบุริ</p>
                <h6 style={{ fontSize: "10px"}}>สูตร ข้าวหน้าเนื้อ สไตล์ เมนูอาหารญี่ปุ่น ของ Youtuber ช่อง Chef Bas Fast Food 
                    ถอดแบบมาจากข้าวหน้าเนื้อญี่ปุ่นแท้ ๆ เลยก็ว่าได้ โดยเฉพาะในส่วนของซอสผัด ที่ใช้น้ำซุปดาชิ
                     มิริน และ ซอสโชยุ เป็นส่วนผสม ซึ่งถ้าหากใครอยากทำให้เหมือนต้นฉบับ ทำตามสูตรนี้ได้เลย รับรองว่า ไม่ผิดหวัง</h6>
                     
                     <h6>ส่วนผสม</h6>
                     <h6 style={{ fontSize: "10px"}} >
                            <ul>
                                <li>เนื้อใบพายสไลซ์ 250 กรัม <br></br></li>
                                <li>ข้าวญี่ปุ่น 1 ถ้วย (ใช้ข้าวหอมมะลิแทนก็ได้) <br></br></li>
                                <li>ไข่ไก่ 1 ฟอง (แช่เย็น)<br></br></li>
                                <li>หอมหัวใหญ่ 1 หัว<br></br></li>
                                <li>ต้นหอมญี่ปุ่น 1 ต้น<br></br></li>
                                <li>ต้นหอม 3 ต้น <br></br></li>
                                <li>น้ำซุปดาชิ 5 ช้อนโต๊ะ<br></br></li>
                                <li>มิริน 2 ช้อนโต๊ะ<br></br></li>
                                <li>สาเก 1 ช้อนโต๊ะ<br></br></li>
                                <li>ซอสโชยุ 2 ช้อนโต๊ะ<br></br></li>
                                <li>น้ำตาล 1 ช้อนชา<br></br></li>
                                <li>พริกไทย นิดหน่อย</li>
                            </ul>
                            </h6>
                            <h6>ส่วนผสม</h6>
                     <h6 style={{ fontSize: "10px"}} >
                     1. ใช้มีดหั่นหอมหัวใหญ่ ต้นหอมญี่ปุ่น ต้นหอม เตรียมไว้<br></br>
                     2. ตั้งกระทะ เปิดไฟกลาง ใส่น้ำมันลงไป ตามด้วยหอมหัวใหญ่ ผัดให้สลดลง มีสีสุกใส<br></br>
                     3. ใส้เนื้อวัวลงไป ผัดให้เนื้อวัวสุก พอสุกแล้ว ให้ใส่มิริน สาเก ซอสโชยุ คลุกเคล้าให้เข้ากัน<br></br>
                     4. จากนั้น เติมน้ำซุปดาชิลงไป (ใช้ผงปลาโอแห้ง ผสมกับน้ำเปล่า) ในกระทะ โรยน้ำตาลลงไปเล็กน้อย แล้วนำฝาอบมาปิด เคี่ยวให้เนื้อวัวสุกทั่วกัน<br></br>
                     5. ใส่ต้นหอมญี่ปุ่นลงไป เคี่ยวให้น้ำซอสงวดลง พองวดลงดีแล้ว ให้ตักเฉพาะเนื้อขึ้นมา โปะลงบนข้าว ตอกไข่ไก่ แยกเอาเฉพาะไข่แดง วางไว้ตรงกลาง โรยหน้าด้วยต้นหอมซอย งาขาวคั่ว แล้วราดด้วยน้ำซอสที่อยู่ในกระทะ เป็นอันเสร็จ
                    
                        </h6>    
                            
                            
                            
                            

            </Container>
            <Row />
            <Col />
            



        
        





        <Footer />
        </>
    );
}