import React, { useRef } from 'react';
import {  Footer, Menu, } from ".";
import { Container ,Table, Button,Row,Col} from "react-bootstrap";

export default function Menuca(){
    return (
        <>
        <Menu />
            <Container />
            <Container />
            <Container className='border p-3 my-3'>
                <img src='/P22.jpg' width="100%" ></img>
                <p className='text-center'>ราเมนหมูชาชู</p>
                <h6 style={{ fontSize: "10px"}}>ราเมน เมนูอาหารญี่ปุ่น แบบเส้น ที่คนไทยหลายคนชื่นชอบ ไม่แพ้การกินก๋วยเตี๋ยวแบบจีน 
                เพราะให้รสชาติของน้ำซุปที่เข้มข้น แถมเส้นยังหนานุ่ม ยิ่งกินกับหมูชาชู ยิ่งอร่อย ซึ่งถ้าหากใครอยากทำทานเองที่บ้าน 
                ไม่ต้องไปกินที่ร้าน ชามละ 200 – 300 บาท แล้วละก็ ทำตามสูตรนี้ได้เลย รับรองว่า อร่อยไม่แพ้กัน</h6>
                     <h6>ส่วนผสม</h6>
                     <h6 style={{ fontSize: "10px"}} >
                        <ul>
                            <li>กระดูกเล้ง 1 กิโล <br></br></li>
                            <li>ซี่โครงหมูอ่อน 1 กิโล<br></br>  </li>
                            <li>กระดูกไก่ 500 กรัม<br></br></li>
                            <li>ต้นหอมญี่ปุ่น 2 ต้น<br></br></li>
                            <li>หอมใหญ่ 2 หัว<br></br></li>
                            <li>กระเทียมจีน 5 กลีบ<br></br></li>
                            <li>ขิงแก่ 6 แว่น<br></br></li>
                            <li>น้ำตาลกรวด 2 ช้อนโต๊ะ<br></br></li>
                            <li> มิริน 2 ช้อนโต๊ะ<br></br></li>
                            <li>ผงดาชิ 15 กรัม<br></br></li>
                            <li>ซอสโชยุ 2 ช้อนโต๊ะ<br></br></li>
                            <li>ซุปไก่สำเร็จรูป 1 ก้อน</li>
                        </ul>
                         </h6>    
                            
                             
                    <h6>ส่วนผสมเส้นราเมน</h6>
                    <h6 style={{ fontSize: "10px"}} >
                            <ul>
                                <li>แป้งสาลี 500 กรัม <br></br></li>
                                <li>ไข่ไก่ 2 ฟอง<br></br></li>
                                <li>เกลือเล็กน้อย<br></br></li>
                                <li>น้ำเปล่า (ใส่รวมกับไข่ ให้ได้ 250 กรัม)<br></br></li>
                                <li>แป้งมัน (ใช้สำหรับตอนนวด)</li>
                            </ul>
                        </h6>
                                
                                     
                 <h6>ส่วนผสมหมูชาชู</h6>
                 <h6 style={{ fontSize: "10px"}} >
                            <ul>
                                <li>เนื้อหมูส่วนสะโพก 550-600 กรัม <br></br></li>
                                <li>โชยุ 150 มิลลิลิตร<br></br></li>
                                <li>สาเก หรือเหล้าจีน 5 ช้อนโต๊ะ<br></br></li>
                                <li>นํ้ามันงา 4 ช้อนโต๊ะ<br></br></li>
                                <li>Chinese five spice powder ½ ช้อนชา (ถ้าชอบ)<br></br></li>
                                <li>นํ้าเปล่า 100 มิลลิลิตร และเพิ่มอีกประมาณ 200 มิลลิลิตร ระหว่างตุ๋น<br></br></li>
                                <li>นํ้าตาล 100 กรัม<br></br></li>
                                <li>ขิง1 แว่น<br></br></li>
                                <li>ต้นหอมซอย 3 ช้อนโต๊ะ หรือต้นหอมญี่ปุ่น ½ ต้น<br></br></li>
                                <li> กระเทียมจีน 2 กลีบ ซอยบาง ๆ</li>
                            </ul>
                    </h6>
                    <h6>วิธีทำน้ำซุป</h6>
                 <h6 style={{ fontSize: "10px"}} >
                1. นำกระดูกเล้ง ซี่โครงหมูอ่อน กระดูกไก่ คลุกกับแป้งมัน แล้วล้างน้ำให้สะอาด จากนั้น ลวกกับน้ำร้อน ใช้เวลาต้ม 10 นาที เสร็จแล้ว นำไปล้างน้ำสะอาดอีก 2 – 3 รอบ <br></br>
                2. ตั้งหม้อ ใส่น้ำเปล่าลงไปประมาณ 2 ลิตร เปิดไฟกลางค่อนไฟแรง แล้วใส่กระดูกเล้ง ซี่โครงหมูอ่อน กระดูกไก่ ต้นหอมญีปุ่น หอมใหญ่ กระเทียมจีน ขิงแก่ <br></br>
                3. ปรุงรสด้วย น้ำตาลกรวด มิริน ผงดาชิ ซอสโชยุ ซุปไก่สำเร็จรูป คนให้ละลายเข้ากัน พอน้ำเดือดแล้ว ให้ลดเป็นไฟกลางค่อนไฟอ่อน ต้มไปเรื่อย ๆ จนกว่าซี่โครงจะอ่อนนุ่ม ใช้เวลาประมาณ 2 ชั่วโมง <br></br>
                4. พอครบเวลา ให้ตักซี่โครงหมูอ่อนออก แล้วต้มน้ำซุปต่อไป ใช้เวลาอีก 1 – 2 ชั่วโมง จนกว่าเนื้อตามกระดูกจะเปื่อยจนหลุดออก เสร็จแล้ว เทกรองผ่านกระชอน ให้ได้แต่น้ำซุปออกมา ส่วนเนื้อหมูที่เหลือ ให้นำไปปั่นให้ละเอียด แล้วนำมาเทรวมกับน้ำซุป <br></br>
                5. นำน้ำซุปใส่หม้อ แล้วไปต้มด้วยไฟอ่อน ให้น้ำซุปร้อน เตรียมไว้</h6>

                <h6>วิธีทำเส้นราเมน</h6>
                 <h6 style={{ fontSize: "10px"}} >
                 1. เตรียมชามผสม ใส่แป้งสาลีลงไป <br></br>
                2. ตอกไข่ไก่ใส่ชามผสมอีกใบ ใส่เกลือ และ น้ำเปล่า ให้รวมกันได้ 250 มิลลิลิตร<br></br>
                3. ค่อย ๆ เทไข่ไก่ใส่ลงไปรวมกับแป้งสาลี คนให้เข้ากัน จากนั้น ใช้มือนวดให้แป้งจับตัวเป็นก้อน และ มีเนื้อเนียนนุ่มเป็นก้อนเดียวกัน เสร็จแล้ว ใช้พลาสติกแรปปิดปากชาม พักแป้งทิ้งไว้ 30 นาที <br></br>
                4. โรยแป้งมันลงบนพื้นโต๊ะให้ทั่ว จากนั้น ใช้มือกดแป้ง แผ่ให้เป็นแผ่น แล้วใช้ไม้นวด รีดแป้งให้เป็นแผ่นบาง ประมาณ 2 – 3 เซนติเมตร ตามความชอบ <br></br>
                5. พับแผ่นแป้งเข้าหากัน 3 – 4 ทบ แล้วใช้มีดหั่นแป้งออกมา ตามความหนาที่ต้องการ <br></br>
                 </h6>

                < h6>วิธีทำหมูชาชู</h6>
                 <h6 style={{ fontSize: "10px"}} >
                 1. มัดหมูด้วยเชือก สำหรับมัดหมู มัดเป็นปล้อง ๆ เวลาทำเสร็จจะได้เป็นชิ้นสวย ถ้าชอบหมูสามชั้น และอยากได้ look แบบร้านราเมน ให้ม้วนหมูตามขวางแล้วมัดให้แน่น เหมือนเวลาเราม้วนอกไก่ <br></br>
                2. หมักหมูกับส่วนผสมทั้งหมด ใส่ถุงซิปล็อค เข้าตู้เย็นทิ้งไว้ประมาณ 2 วัน <br></br>
                3. เอาหมูออกจากตู้เย็นใส่หม้อ เทนํ้าลงไปสัก 200 มิลลิลิตร และเปิดไฟอ่อน ตุ๋นไปเรื่อย ๆ จนหมูสุก และนุ่ม ชุ่มฉํ่า <br></br>
                4. ผ่านไปประมาณ 2 ชั่วโมง เราจะได้หมูตุ๋นนุ่ม ๆ เป็นเงาวิบวับ รสชาติอร่อย สำหรับใส่ราเม็ง หรือกินกับข้าวสวยร้อน ๆ ระหว่างตุ๋น ระวังนํ้าแห้งกันด้วย <br></br>
                5. พอหมูสุกนุ่มแล้ว ทิ้งไว้สัก 30 นาที หมูทีตุ๋นเสร็จใหม่ ๆ นอกจากจะร้อนเกิน หั่นยากแล้ว แม้ว่าจะหั่นได้หมูก็จะไม่เป็นชิ้นสวย แถมนํ้าที่อยู่ในหมูจะไหลออกมาทำให้หมูเสียความชื่มชุื่น <br></br>
                 </h6>
                 < h6>วิธีจัดเสิร์ฟ</h6>
                 <h6 style={{ fontSize: "10px"}}  >
                 1. ต้มน้ำให้เดือด นำเส้นราเมนมาลวกให้สุก แล้วใส่ชาม  <br></br>
                2. ตักน้ำซุปราดลงไป วางหมูชาชูไว้ด้านบน พร้อมไข่ต้ม โรยหน้าด้วยต้นหอมซอย ตามชอบ เป็นอันเสร็จ<br></br>
                
                <h6></h6>สำหรับใครที่อยากทำ เส้นราเมน ด้วยตัวเอง แต่ไม่ต้องการนวดแป้งให้เมื่อยมือ และ สามารถรีดแป้งออกมาเป็น เส้นราเมน ได้แบบสบาย ๆ 
                แนะนำให้ใช้  เครื่องทำเส้นบะหมี่ เครื่องทำเส้นพาสต้า ของ SGE โดยตัวเครื่องสามารถทำเส้นออกมา ได้ถึง 9 รูปแบบ ไม่ว่าจะเป็น เส้นราเมน 
                เส้นบะหมี่ เส้นพาสต้า ก็ทำได้ เพียงแค่เทแป้งและไข่ไก่ลงไป ตัวเครื่องก็จะทำการนวดแป้งให้โดยอัตโนมัติ พร้อมกับรีดเส้นออกมาได้ด้วยตัวเอง 
                หากสนใจ คลิกดูรายละเอียดเพิ่มเติมที่ https://www.sgethai.com/product/automatic-pasta-maker/ 
                 </h6>
            </Container>
            <Row />
            <Col />

        <Footer />
        </>
    );
}