import React, { useRef } from 'react';
import {  Footer, Menu, } from ".";
import { Container ,Table, Button} from "react-bootstrap";

export default function menuya(){
    return (
        <>
        <Menu />
            <Container  className='border p-3 my-3'>
            <img src='/P33.jpg' width="100%" ></img>
                <p className='text-center'>ยากิโซบะ</p>
               < h6 style={{ fontSize: "10px"}}>ยากิโซบะ สูตรนี้ ใช้วัตถุดิบแบบดั้งเดิมที่นิยมใช้กัน นั่นคือ เส้นยากิโซบะ เนื้อหมู กะหล่ำปลี แครอท ถั่วงอก ผัดคลุกเคล้าเข้าด้วยกัน ด้วยซอสแบบโฮมเมด ให้รสชาติแบบที่เราคุ้นเคย 
               โดยสูตรนี้เป็น เมนูอาหารญี่ปุ่น แบบที่แม่บ้านชาวญี่ปุ่นทำกันเลยทีเดียว บอกต่อจากช่อง Just One Cookbook มาดูกันว่า ยากิโซบะแบบดั้งเดิมจากญี่ปุ่น มีวิธีการทำอย่างไร</h6>
                     <h6>ส่วนผสมซอส</h6>
                     <h6 style={{ fontSize: "10px"}} >
                        <ul>
                            <li>น้ำตาล 2 ช้อนโต๊ะ <br></br></li>
                            <li>ซีอิ๊วขาว 2 ช้อนโต๊ะ <br></br></li>
                            <li>ซอสหอยนางรม 4 ช้อนโต๊ะ <br></br></li>
                            <li>ซอสมะเขือเทศ 4 ช้อนโต๊ะ <br></br></li>
                            <li>วูสเตอร์ซอส 4 ช้อนโต๊ะ <br></br></li>
                            
                        </ul>
                         </h6>    
                         <h6>วัตถุดิบ</h6>
                     <h6 style={{ fontSize: "10px"}} >
                        <ul>
                            <li>เส้นยากิโซบะ 1 แพคใหญ่<br></br></li>
                            <li>หมูสามชั้นสไลด์ 120 กรัม<br></br></li>
                            <li>กะหล่ำปลี 4 ใบใหญ่<br></br></li>
                            <li>หอมใหญ่ ครึ่งลูก<br></br></li>
                            <li>แครอท 1 หัว <br></br></li>
                            <li>เห็ดชิตาเกะ 3 หัว <br></br></li>
                            <li>ขิงดองเบนิโชกะ (Beni Shoga) ต้นหอม 2 ต้น<br></br></li>
                            <li> สาหร่ายป่นอาโอโนริ (Aonori)<br></br></li>
                            
                        </ul>
                         </h6> 
                         <h6>วิธีทำ</h6>
                         <h6 style={{ fontSize: "10px"}} >
                         1. เตรียมวัตถุดิบ โดยนำกะหล่ำปลี มาสับหยาบ ๆ ไม่ให้ชิ้นเล็ก หรือ ชิ้นใหญ่ เกินไป <br></br>
                         2. ซอยหอมใหญ่ แครอท เห็ด ต้นหอม เป็นชิ้นเล็ก ๆ<br></br>
                         3.  นำเส้นยากิโซบะไปลวกน้ำสะอาด ให้เส้นอ่อนและนุ่มลง<br></br>
                         4. ใส่น้ำมันลงในกระทะ เอาเนื้อหมูสามชั้นสไลด์ลงไปผัด จนกว่าจะสุก<br></br>
                         5. นำหอมใหญ่และแครอทลงไปผัดก่อน เมื่อเริ่มอ่อนลง ค่อยนำต้นหอม กะหล่ำปลี เห็ด ลงไปผัดต่อ<br></br>
                         6. ปรุงรสด้วยพริกไทยเล็กน้อย<br></br>
                         7. นำเส้นยากิโซบะลงไปผัด<br></br>
                         8. เติมซอสยากิโซบะลงไป คลุกเคล้าให้เข้ากัน<br></br>
                         9. จัดจาน ตกแต่งหน้าตาด้วยสาหร่ายป่นอาโอโนริ ขิงดองเบนิโชกะ
                         </h6>    


            </Container>

        <Footer />
        </>
    );
}